Repository: common-repository/readme-detonator
Catalog: languages/readme-detonator-*.po
Languages: pl_pl

source: Your website is now under cover of Readme Detonator.
pl_pl: Twoja witryna jest teraz pod opieką wtyczki Readme Detonator.

source: Check status of cover
pl_pl: Sprawdź status opieki

source: powered by
pl_pl: stworzony przez

source: This plugin will delete readme.html and license.txt file of every Wordpress version after your log in.
pl_pl: Ten plugin będzie usuwał plik readme.html i license.txt tworzony po każdym uaktualnianiu WordPressa gdy tylko ktokolwiek wejdzie na stronę.

source: form
pl_pl: formularz

source: FREE Support
pl_pl: DARMOWE wsparcie

source: If you have any questions or problems with security of your WordPress, you can call WPhaker. Just choose one from those method of contact and feel free to chat.
pl_pl: Jeśli masz jakieś pytania lub problemy z zabezpieczeniami WordPressa, możesz skontaktować się z serwisem WPhaker. Wybierz najwygodniejszą dla Ciebie formę kontaktu i napisz z czym masz problem.

source: buy
pl_pl: wykup

source: PAID Support
pl_pl: PŁATNE wsparcie

source: WOAH! Maybe if you like Readme Detonator, you should buy me a coffee (or liquid to my eCigarette cause I love both of these poison-like things)? If you think so click this ugly-urange-outdate button "donate" hanging above.
pl_pl: WOAH! Może jeśli lubisz Readme Detonator, kupisz mi w podzięce kawę (lub płyn do mojego e-papierosa)? Jeśli jesteś zainteresowany podziękowaniem za wtyczkę, kliknij przycisk „DONATE” umieszczony powyżej.

source: Existed until now
pl_pl: Istniał do tej pory

source: Do not exist
pl_pl: Nie istnieje

source: This plugin will delete readme.html and license.txt from your WordPress (if file exist) after your log in. It also hide information about WP from meta tags.
pl_pl: Ten plugin będzie usuwał plik readme.html i license.txt tworzony po każdym uaktualnianiu WordPressa gdy tylko ktokolwiek wejdzie na stronę.
